import pen from '../src/assets/icons/bxs-pen.svg'
import graduation from '../src/assets/icons/bxs-graduation.svg'
import game from '../src/assets/icons/game.svg'
import paint from '../src/assets/icons/paint.svg'
import chat from '../src/assets/icons/chat.svg'
import resume from '../src/assets/icons/resume.svg'
import newOne from '../src/assets/imgs/new-one.png'
import newTwo from '../src/assets/imgs/new-two.png'
import newThree from '../src/assets/imgs/new-three.png'

import usefulLinkOne from '../src/assets/icons/usefulLink-1.svg'
import usefulLinkTwo from '../src/assets/icons/usefulLink-2.svg'
import usefulLinkThree from '../src/assets/icons/usefulLink-3.svg'
import usefulLinkFour from '../src/assets/icons/usefulLink-4.svg'
import usefulLinkFive from '../src/assets/icons/usefulLink-5.svg'
import usefulLinkSix from '../src/assets/icons/usefulLink-6.svg'
import usefulLinkSeven from '../src/assets/icons/usefulLink-7.svg'

import folder from '../src/assets/icons/folder.svg';
import projects from '../src/assets/icons/projects.svg';
import exhibition from '../src/assets/icons/exhibition.svg';
import artek from '../src/assets/icons/artek.svg';

import avaOne from '../src/assets/imgs/ava-1.png';
import avaTwo from '../src/assets/imgs/ava-2.png';
import avaThree from '../src/assets/imgs/ava-3.png';
import avaFour from '../src/assets/imgs/ava-4.png';
import avaFive from '../src/assets/imgs/ava-5.png';
import avaSix from '../src/assets/imgs/ava-6.png';
import avaSeven from '../src/assets/imgs/ava-7.png';

import pdf from '../src/assets/icons/pdf.svg';

export const controls = [
    {
        url: pen,
        text: 'Запись на обучение',
    },
    {
        url: graduation,
        text: 'Аттестация',
    },
    {
        url: game,
        text: 'Конкурсы',
    },
    {
        url: paint,
        text: 'Государственные ДШИ',
    },
    {
        url: chat,
        text: 'Обратная связь',
    },
    {
        url: resume,
        text: 'Анкеты',
    },
]

export const slideInfo = [
    {
        name: 'Светлана Анатольевна Неводчикова',
        post: 'Директор',
    },
    {
        name: 'Ольга Александровна Радаева',
        post: 'Завуч',
    },
    {
        name: 'Ирина Владимировна Абидулина',
        post: 'Директор',
    },
    {
        name: 'Анастасия Ивановна Туманова',
        post: 'Завуч',
    },
]

export const newsImgs = [newOne, newTwo, newThree]

export const usefulLinkArrTop = [usefulLinkOne, usefulLinkTwo, usefulLinkThree, usefulLinkFour]

export const usefulLinkArrBottom = [usefulLinkFive, usefulLinkSix, usefulLinkSeven]

export const personalArr = [
    {
        name: 'Светлана Анатольевна Неводчикова',
        post: 'Директор',
        mail: 'metod-centr@yandex.ru',
        phone: '(8452) 44-80-60, 89172084060',
    },
    {
        name: 'Елена Викторовна Жданова ',
        post: 'Заместитель директора по финансово-экономической работе',
        mail: 'metod-centr.buh@yandex.ru',
        phone: '(8452) 44-80-60, 89172084060, добавочный 400',
    },
    {
        name: 'Екатерина Анатольевна Дмитриева',
        post: 'Заместитель директора по учебно-методической работе',
        mail: 'metod-zam.umr@yandex.ru',
        phone: '(8452) 44-80-60, 89172084060, добавочный 800',
    },
    {
        name: 'Марина Игоревна Фалалеева',
        post: 'Заместитель директора по организационно-массовой работе',
        mail: 'metod-c.rcpod@mail.ru',
        phone: '(8452) 44-80-60, 89172084060, добавочный 300',
    },
    {
        name: 'Андрей Иванович Шкабара',
        post: 'Заместитель директора по административно-хозяйственной деят-ти',
        mail: 'metod-osto@mail.ru',
        phone: '(8452) 44-80-60, 89172084060, добавочный 200',
    },
    {
        name: 'Николай Анатольевич Гречкин',
        post: 'Главный инженер',
        mail: 'metod-osto@mail.ru',
        phone: '(8452) 44-80-60, 89172084060, добавочный 201',
    },
    {
        name: 'Марина Валентиновна Мехович',
        post: 'Главный бухгалтер',
        mail: 'metod-centr.buh@yandex.ru',
        phone: '(8452) 44-80-60, 89172084060, добавочный 401',
    },
]

export const personalDepartamentArr = [
    {
        title: 'Отдел непрерывного профессионального образования',
        name: 'Елена Андреевна Макарова',
        post: 'Заведующий отделом',
        mail: 'metod-c.kpk@mail.ru',
        phone: '(8452) 44-80-60, 89172084060, добавочный 801',
    },
    {
        title: 'Отдел координации деятельности образовательных организаций области',
        name: 'Нина Алексеевна Слугина',
        post: 'Заведующий отделом',
        mail: 'metod-c.mo@mail.ru',
        phone: '(8452) 44-80-60, 89172084060, добавочный 808',
    },
    {
        title: 'Региональный центр поддержки одаренных детей',
        name: 'Ирина Владимировна Вертянкина',
        post: 'И.о. заведующего центром',
        mail: 'metod-c.rcpod@mail.ru ',
        phone: '(8452) 44-80-60, 89172084060, добавочный 304',
    },
    {
        title: 'Отдел правовой и кадровой работы',
        name: 'Елена Владимировна Куанова ',
        post: 'Начальник отдела',
        mail: 'metod-yrist@mail.ru',
        phone: '(8452) 44-80-60, 89172084060, добавочный 500',
    },
    {
        title: 'Отдел по вопросам экономики, бухгалтерского учета и отчетности',
        name: 'Наталья Викторовна Кутузова',
        post: 'Начальник отдела, заместитель главного бухгалтера',
        mail: 'metod-centr.buh@yandex.ru',
        phone: '(8452) 44-80-60, 89172084060, добавочный 401',
    },
    {
        title: 'Отдел служб технического обеспечения',
        name: 'Юлия Александровна Вайцуль',
        post: 'Начальник отдела',
        mail: 'metod-osto@mail.ru',
        phone: '(8452) 44-80-60, 89172084060, добавочный 205',
    },
]

export const activityArr = [
    {
        url: folder,
        text: 'Конкурсы, фестивали, ассамблеи',
    },
    {
        url: projects,
        text: 'Проекты',
    },
    {
        url: exhibition,
        text: 'Выставки',
    },
    {
        url: folder,
        text: 'Творческие мастерские',
    },
    {
        url: folder,
        text: 'Дополнительное образование',
    },
    {
        url: folder,
        text: 'Ресурсные центры',
    },
    {
        url: artek,
        text: 'Артек',
    },
]

export const managementArr = [
    {
        ava: avaOne,
        name: 'Неводчикова Светлана Анатольевна',
        post: 'Директор',
        mail: 'metod-centr@yandex.ru',
        phone: '(8452) 44-80-60, 89172084060',
    },
    {
        ava: avaTwo,
        name: 'Жданова Елена Викторовна',
        post: 'Заместитель директора по финансово-экономической работе',
        mail: 'metod-centr.buh@yandex.ru',
        phone: '(8452) 44-80-60, 89172084060, добавочный 400',
    },
    {
        ava: avaThree,
        name: 'Дмитриева Екатерина Анатольевна',
        post: 'Заместитель директора по учебно-методической работе',
        mail: 'metod-zam.umr@yandex.ru',
        phone: '(8452) 44-80-60, 89172084060, добавочный 800',
    },
    {
        ava: avaFour,
        name: 'Фалалеева Марина Игоревна',
        post: 'Заместитель директора по организационно-массовой работе',
        mail: 'metod-c.rcpod@mail.ru',
        phone: '(8452) 44-80-60, 89172084060, добавочный 300',
    },
    {
        ava: avaFive,
        name: 'Шкабара Андрей Иванович',
        post: 'Заместитель директора по административно-хозяйственной деят-ти',
        mail: 'metod-osto@mail.ru',
        phone: '(8452) 44-80-60, 89172084060, добавочный 200',
    },
    {
        ava: avaSix,
        name: 'Гречкин Николай Анатольевич',
        post: 'Главный инженер',
        mail: 'metod-osto@mail.ru',
        phone: '(8452) 44-80-60, 89172084060, добавочный 201',
    },
    {
        ava: avaSeven,
        name: 'Мехович Марина Валентиновна',
        post: 'Главный бухгалтер',
        mail: 'metod-centr.buh@yandex.ru',
        phone: '(8452) 44-80-60, 89172084060, добавочный 401',
    },
]

export const managementTable = [
    {
        col_1: '1',
        col_2: 'Неводчикова Светлана Анатольевна',
        col_3: 'Директор',
        col_4: `Высшее образование: Самарский государственный институт искусств и культуры
                Квалификация: руководитель народного хора`,
        col_5: '33 года',
        col_6: '1 год 1 мес',
        col_7: `ФГБОУ ВО «Российская академия народного хозяйства и государственной службы при 
                Президенте Российской Федерации» по программе «Управление в сфере культуры», 2017 г., 120 ч.
                ФГБОУ ВПО «Московский государственный университет культуры и искусства» по программе 
                «Тема патриотизма в театрализованных представлениях и праздниках Театра масс России», 2012 г., 72 ч.
                Академия повышения квалификации и профессиональной переподготовки работников образования по программе 
                «Организация инновационной деятельности учреждений образования и культуры», 2011, 24 ч.`,
        col_8: 'Кандидат педагогических наук',
        col_9: 'Почетный работник общего образования Российской Федерации 25.05.2009г.',
    },
    {
        col_1: '2',
        col_2: 'Неводчикова Светлана Анатольевна',
        col_3: 'Директор',
        col_4: `Высшее образование: Самарский государственный институт искусств и культуры
                Квалификация: руководитель народного хора`,
        col_5: '33 года',
        col_6: '1 год 1 мес',
        col_7: `ФГБОУ ВО «Российская академия народного хозяйства и государственной службы при 
                Президенте Российской Федерации» по программе «Управление в сфере культуры», 2017 г., 120 ч.
                ФГБОУ ВПО «Московский государственный университет культуры и искусства» по программе 
                «Тема патриотизма в театрализованных представлениях и праздниках Театра масс России», 2012 г., 72 ч.
                Академия повышения квалификации и профессиональной переподготовки работников образования по программе 
                «Организация инновационной деятельности учреждений образования и культуры», 2011, 24 ч.`,
        col_8: 'Кандидат педагогических наук',
        col_9: 'Почетный работник общего образования Российской Федерации 25.05.2009г.',
    },
    {
        col_1: '3',
        col_2: 'Неводчикова Светлана Анатольевна',
        col_3: 'Директор',
        col_4: `Высшее образование: Самарский государственный институт искусств и культуры
                Квалификация: руководитель народного хора`,
        col_5: '33 года',
        col_6: '1 год 1 мес',
        col_7: `ФГБОУ ВО «Российская академия народного хозяйства и государственной службы при 
                Президенте Российской Федерации» по программе «Управление в сфере культуры», 2017 г., 120 ч.
                ФГБОУ ВПО «Московский государственный университет культуры и искусства» по программе 
                «Тема патриотизма в театрализованных представлениях и праздниках Театра масс России», 2012 г., 72 ч.
                Академия повышения квалификации и профессиональной переподготовки работников образования по программе 
                «Организация инновационной деятельности учреждений образования и культуры», 2011, 24 ч.`,
        col_8: 'Кандидат педагогических наук',
        col_9: 'Почетный работник общего образования Российской Федерации 25.05.2009г.',
    },
]

export const educationTableOne = [
    {
        col_1: `Развитие профессионально-педагогической компетентности преподавателей отделений
                инструментального исполнительства (фортепиано)(с 21 по 28 сентября 2020 года)`,
        col_2: 'русский',
        col_3: '36 часов',
        col_4: 'очно-заочная',
        col_5: pdf,
        col_6: pdf,
        col_7: pdf,
        col_8: pdf,
        col_9: '',
        col_10: 'Использование ДОТ',
    },
    {
        col_1: `Цифровые технологии в современной образовательной системе
                (с 26 октября по 09 ноября 2020 г)`,
        col_2: 'русский',
        col_3: '72 часа',
        col_4: 'очно-заочная',
        col_5: pdf,
        col_6: pdf,
        col_7: pdf,
        col_8: pdf,
        col_9: '',
        col_10: 'ЭО и ДОТ в системе электронного обучения Moodle',
    },
    {
        col_1: `Возможности использования информационно–коммуникационных технологий 
                для ведения документации (с 23 ноября по 10 декабря 2020 года)`,
        col_2: 'русский',
        col_3: '36 часов',
        col_4: 'очно-заочная',
        col_5: pdf,
        col_6: pdf,
        col_7: pdf,
        col_8: pdf,
        col_9: '',
        col_10: 'ЭО и ДОТ в системе электронного обучения Moodle',
    },
]

export const educationTableTwo = [
    {
        col_1: `Менеджмент в образовании (март - июнь 2021 года)`,
        col_2: 'русский',
        col_3: '360 часов',
        col_4: 'заочная',
        col_5: pdf,
        col_6: pdf,
        col_7: '',
        col_8: pdf,
        col_9: pdf,
        col_10: 'ЭО и ДОТ в системе электронного обучения Moodle',
    },
    {
        col_1: `«Педагогическое образование» (март - июль 2021 года)`,
        col_2: 'русский',
        col_3: '504 часа',
        col_4: 'заочная',
        col_5: pdf,
        col_6: '',
        col_7: '',
        col_8: pdf,
        col_9: pdf,
        col_10: 'ЭО и ДОТ в системе электронного обучения Moodle',
    },
]

export const educationTableThree = [
    {
        col_1: `Художественно - творческая мастерская «Юный художник» (младшая группа 5-7 лет)`,
        col_2: 'русский',
        col_3: '360 часов',
        col_4: 'заочная',
        col_5: pdf,
        col_6: pdf,
        col_7: '',
        col_8: pdf,
        col_9: pdf,
        col_10: 'Использование ДОТ',
    },
    {
        col_1: `Художественно - творческая мастерская «Юный художник» (средняя группа 8-18 лет)`,
        col_2: 'русский',
        col_3: '504 часа',
        col_4: 'заочная',
        col_5: pdf,
        col_6: '',
        col_7: '',
        col_8: pdf,
        col_9: pdf,
        col_10: 'Использование ДОТ',
    },
    {
        col_1: `Художественная лепка из полимерной глины`,
        col_2: 'русский',
        col_3: '360 часов',
        col_4: 'заочная',
        col_5: pdf,
        col_6: pdf,
        col_7: '',
        col_8: pdf,
        col_9: pdf,
        col_10: 'Использование ДОТ',
    },
]

export const educationTableFour = [
    {
        col_1: `Развитие профессионально-педагогической компетентности преподавателей отделений 
                инструментального исполнительства (фортепиано) (с 21 по 28 сентября 2020 года)`,
        col_2: 'дополнительное профессиональное',
        col_3: 'очно-заочная',
        col_4: '-',
        col_5: '36',
        col_6: '-',
    },
    {
        col_1: `Цифровые технологии в современной образовательной системе (с 26 октября по 09 ноября 2020 г)`,
        col_2: 'дополнительное профессиональное',
        col_3: 'очно-заочная',
        col_4: '-',
        col_5: '54',
        col_6: '-',
    },
    {
        col_1: `Возможности использования информационно–коммуникационных технологий для ведения 
                документации (с 23 ноября по 10 декабря 2020 года)`,
        col_2: 'дополнительное профессиональное',
        col_3: 'очно-заочная',
        col_4: '-',
        col_5: '42',
        col_6: '-',
    },
]

export const educationTableFive = [
    {
        col_1: `Менеджмент в образовании (22 марта -27 июня 2021 года)`,
        col_2: 'дополнительное профессиональное',
        col_3: 'очно-заочная',
        col_4: '-',
        col_5: '9',
        col_6: '-',
    },
    {
        col_1: `Педагогическое образование (29 марта-04  июля 2021 года)`,
        col_2: 'дополнительное профессиональное',
        col_3: 'очно-заочная',
        col_4: '-',
        col_5: '4',
        col_6: '-',
    },
]

export const educationTableSix = [
    {
        col_1: 'Художественно - творческая мастерская «Юный художник»',
        col_2: 'дополнительное образование детей и взрослых',
        col_3: 'очная',
        col_4: '-',
        col_5: '45',
        col_6: '-',
    },
    {
        col_1: `Художественная лепка из полимерной глины`,
        col_2: 'дополнительное образование детей и взрослых',
        col_3: 'очная',
        col_4: '-',
        col_5: '16',
        col_6: '-',
    },
]